[
    {
        "cardimg": "../Images/Kamandurg1.webp",
        "Title": "KAMANDURG FORT ",
        "Desc": "Kamandurg Fort, Maharashtra, lies on Vasai-Bhiwandi Road in India. Not much is known about the fort. It can be reached by foot in approximately 3 hours from the nearby village of Devkundi.",
        "Address": "9XM4+3HC, Bhinar, Paye Gaon,Palghar, Maharashtra 401303, India"
  
      },
  
      {
        "Title": "Kalsubai",
        "Desc": "Kalsubai, situated in Maharashtra, is the highest peak in the state. Known as the 'Everest of Maharashtra', it stands at an elevation of 1646 meters. The trek to Kalsubai offers breathtaking views and takes approximately 3-4 hours from the base village of Bari. The summit features a small temple dedicated to Kalsubai Devi.",
        "Address": "G4XW+Q3F, Kalsubai Peak, Indore, Maharashtra 422604, India"
      },
  
      {
        "Title": "Harishchandragadi",
        "Desc": "Kalsubai, situated in Maharashtra, is the highest peak in the state. Known as the 'Everest of Maharashtra', it stands at an elevation of 1646 meters. The trek to Kalsubai offers breathtaking views and takes approximately 3-4 hours from the base village of Bari. The summit features a small temple dedicated to Kalsubai Devi.",
        "Address": "G4XW+Q3F, Kalsubai Peak, Indore, Maharashtra 422604, India"
      },
  
      {
        "Title": "Harihar Fort",
        "Desc": "Harihar Fort, also known as Harshgad, is located in the Nashik district of Maharashtra. It is famous for its steep rock-cut steps and vertical drops, making it a thrilling trek. The fort offers stunning views of the surrounding area and takes around 3 hours to reach from the base village of Nirgudpada or Harshewadi.",
        "Address": "MJ6G+3F6, Nirgudpada, Maharashtra 422604, India"
      },
  
      {
        "Title": "Rajmachi Fort",
        "Desc": "Rajmachi Fort, situated near Lonavala in Maharashtra, is a popular trekking destination. It consists of two fortified structures: Shrivardhan and Manaranjan forts. The trek to Rajmachi offers scenic views and takes about 4-5 hours from the base village of Udhewadi.",
        "Address": "XMC5+3RM, Rajmachi Fort, Lonavala, Maharashtra 410405, India"
      },
  
      {
        "Title": "Bhimashankar",
        "Desc": "Bhimashankar, located in the Pune district of Maharashtra, is renowned for its ancient Shiva temple and lush green surroundings. It is one of the twelve Jyotirlingas in India. The trek to Bhimashankar is moderately challenging and takes around 3-4 hours from the base village of Khandas.",
        "Address": " 8WH5+HF6, Bhimashankar, Maharashtra 410509, India"
      }
]